---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewGraphSchedOffGrid
source: html/a33ef5d5-b3e7-cee6-ca9a-0d6d02fc241b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewGraphSchedOffGrid Property

"Include Off-Grid Columns"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewGraphSchedOffGrid { get; }
```